Repository: knotq-app/mobile
Catalog: ios/KnotQMobile/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# web.verify.invalid_link
source: This verification link is invalid or has expired.
ar: رابط التحقق هذا غير صحيح أو انتهت صلاحيته.
cs: Tento ověřovací odkaz je neplatný nebo vypršel.
da: Dette verifikationslink er ugyldigt eller er udløbet.
de: Dieser Überprüfungslink ist ungültig oder abgelaufen.
el: Αυτός ο σύνδεσμος επαλήθευσης είναι άκυρος ή έχει λήξει.
es: Este enlace de verificación no es válido o ha caducado.
fi: Tämä vahvistuslinkkä on virheellinen tai vanhentunut.
fr: Ce lien de vérification n'est pas valide ou a expiré.
he: קישור האימות הזה אינו חוקי או פג תוקפו.
hi: यह सत्यापन लिंक अमान्य है या समाप्त हो गया है।
hu: Ez az ellenõrzési hivatkozás érvénytelen vagy lejárt.
id: Tautan verifikasi ini tidak valid atau telah kedaluwarsa.
it: Questo link di verifica non è valido o è scaduto.
ja: この確認リンクは無効であるか、期限が切れています。
ko: 이 인증 링크가 유효하지 않거나 만료되었습니다.
ms: Tautan verifikasi ini tidak valid atau telah kedaluwarsa.
nb: Denne verifikasjonslinken er ugyldig eller har utløpt.
nl: Deze verificatielink is ongeldig of verlopen.
pl: To łącze weryfikacyjne jest nieprawidłowe lub wygasło.
pt_br: Este link de verificação é inválido ou expirou.
pt_pt: Esta ligação de verificação é inválida ou expirou.
ro: Acest link de verificare este invalid sau a expirat.
ru: Ссылка проверки недействительна или истекла.
sk: Tento overovací odkaz je neplatný alebo vypršal.
sv: Den här verifikationslänken är ogiltig eller har upphört att gälla.
th: ลิงก์การตรวจสอบนี้ไม่ถูกต้องหรือหมดอายุแล้ว
tr: Bu doğrulama bağlantısı geçersiz veya süresi dolmuş.
uk: Це посилання перевірки недійсне або сплинуло.
vi: Liên kết xác minh này không hợp lệ hoặc đã hết hạn.
zh_hans: 此验证链接无效或已过期。
zh_hant: 此驗證鏈接無效或已過期。

# web.verify.lead_success_generic
source: Your email address is now verified.
ar: تم التحقق من عنوان بريدك الإلكتروني الآن.
cs: Vaše e-mailová adresa je nyní ověřena.
da: Din e-mailadresse er nu bekræftet.
de: Ihre E-Mail-Adresse ist jetzt überprüft.
el: Η διεύθυνση email σας έχει πλέον επαληθευθεί.
es: Tu dirección de correo electrónico ahora está verificada.
fi: Sähköpostiosoitteesi on nyt vahvistettu.
fr: Votre adresse e-mail a maintenant été vérifiée.
he: כתובת הדוא״ל שלך מאומתת עכשיו.
hi: आपका ईमेल पता अब सत्यापित है।
hu: Az Ön e-mail-cím most már ellenõrzõtt.
id: Alamat email Anda sekarang diverifikasi.
it: Il tuo indirizzo email è ora verificato.
ja: メールアドレスが確認されました。
ko: 이메일 주소가 확인되었습니다.
ms: Alamat email Anda sekarang diverifikasi.
nb: E-postadressen din er nå bekreftet.
nl: Je e-mailadres is nu geverifieerd.
pl: Twój adres e-mail jest teraz zweryfikowany.
pt_br: Seu endereço de email agora está verificado.
pt_pt: O seu endereço de correio eletrónico está agora verificado.
ro: Adresa dvs. de e-mail este acum verificată.
ru: Ваш адрес электронной почты теперь проверен.
sk: Vaša e-mailová adresa je teraz overená.
sv: Din e-postadress är nu verifierad.
th: ที่อยู่อีเมลของคุณได้รับการตรวจสอบแล้ว
tr: E-posta adresiniz artık doğrulanmıştır.
uk: Ваша адреса електронної пошти тепер перевірена.
vi: Địa chỉ email của bạn hiện đã được xác minh.
zh_hans: 您的电子邮件地址现已验证。
zh_hant: 您的電子郵件地址現已驗證。

# web.verify.lead_success_with_email
source: {email} is now verified.
ar: تم التحقق من {email} الآن.
cs: {email} je nyní ověřen.
da: {email} er nu bekræftet.
de: {email} ist jetzt überprüft.
el: Το {email} έχει πλέον επαληθευθεί.
es: {email} ahora está verificado.
fi: {email} on nyt vahvistettu.
fr: {email} a maintenant été vérifiée.
he: {email} מאומתת עכשיו.
hi: {email} अब सत्यापित है।
hu: A(z) {email} most már ellenõrzõtt.
id: {email} sekarang diverifikasi.
it: {email} è ora verificato.
ja: {email}が確認されました。
ko: {email}이(가) 확인되었습니다.
ms: {email} sekarang diverifikasi.
nb: {email} er nå bekreftet.
nl: {email} is nu geverifieerd.
pl: {email} jest teraz zweryfikowany.
pt_br: {email} agora está verificado.
pt_pt: {email} está agora verificado.
ro: {email} este acum verificat.
ru: {email} теперь проверен.
sk: {email} je teraz overená.
sv: {email} är nu verifierad.
th: {email} ได้รับการตรวจสอบแล้ว
tr: {email} artık doğrulanmıştır.
uk: {email} тепер перевірена.
vi: {email} hiện đã được xác minh.
zh_hans: {email} 现已验证。
zh_hant: {email} 現已驗證。

# web.verify.lead_verifying
source: Hang tight while we confirm your email address…
ar: انتظر قليلاً بينما نأكد عنوان بريدك الإلكتروني…
cs: Počkejte, zatímco potvrzujeme vaši e-mailovou adresu…
da: Hold dig fast, mens vi bekræfter din e-mailadresse…
de: Halten Sie an, während wir Ihre E-Mail-Adresse bestätigen…
el: Περιμένετε ενώ επιβεβαιώνουμε τη διεύθυνση email σας…
es: Espera mientras confirmamos tu dirección de correo electrónico…
fi: Odota, kun vahvistamme sähköpostiosoitteesi…
fr: Attendez que nous confirmions votre adresse e-mail…
he: תן דקה בזמן שאנחנו מאשרים את כתובת הדוא״ל שלך…
hi: अपने ईमेल पते की पुष्टि करते समय कृपया प्रतीक्षा करें…
hu: Tartson be, amíg megerõsítjük az Ön e-mail-címét…
id: Tunggu sebentar saat kami mengonfirmasi alamat email Anda…
it: Aspetta mentre confermiamo il tuo indirizzo email…
ja: メールアドレスを確認している間お待ちください…
ko: 이메일 주소를 확인하는 중입니다. 잠깐 기다려 주세요…
ms: Tunggu kami saat kami mengonfirmasi alamat email Anda…
nb: Vent litt mens vi bekrefter e-postadressen din…
nl: Wacht even terwijl we je e-mailadres bevestigen…
pl: Czekaj, podczas gdy potwierdzamy Twój adres e-mail…
pt_br: Aguarde enquanto confirmamos seu endereço de email…
pt_pt: Aguarde enquanto confirmamos o seu endereço de correio eletrónico…
ro: Rămâneți teren în timp ce confirmăm adresa dvs. de e-mail…
ru: Подождите, пока мы подтверждаем ваш адрес электронной почты…
sk: Chvíľu počkajte, potom si potvrdíme vašu e-mailovú adresu…
sv: Vänta medan vi bekräftar din e-postadress…
th: รอสักครู่ขณะที่เรา确認ที่อยู่อีเมลของคุณ…
tr: E-posta adresinizi onaylarken sabırlı kalın…
uk: Чекайте, поки ми підтверджуємо вашу адресу електронної пошти…
vi: Chờ chút lát trong khi chúng tôi xác nhận địa chỉ email của bạn…
zh_hans: 请稍候，我们正在确认您的电子邮件地址…
zh_hant: 請稍候，我們正在確認您的電子郵件地址…

# web.verify.status_success
source: You're all set — you can return to KnotQ and turn on sync.
ar: أنت جاهز — يمكنك العودة إلى KnotQ وتشغيل المزامنة.
cs: Všechno je připraveno — můžete se vrátit na KnotQ a zapnout synchronizaci.
da: Du er helt klar — du kan vende tilbage til KnotQ og tænde for synkronisering.
de: Alles erledigt — Sie können zu KnotQ zurückkehren und die Synchronisierung aktivieren.
el: Όλα έτοιμα — μπορείτε να επιστρέψετε στο KnotQ και να ενεργοποιήσετε τον συγχρονισμό.
es: Todo está listo — puedes volver a KnotQ y activar la sincronización.
fi: Olet valmis — voit palata KnotQ:lle ja kytkeä synkronoinnin päälle.
fr: Vous êtes prêt — vous pouvez revenir à KnotQ et activer la synchronisation.
he: אתה כל סט — אתה יכול לחזור ל-KnotQ ולהדליק סנכרון.
hi: आप सभी सेट हैं — आप KnotQ पर लौट सकते हैं और सिंक चालू कर सकते हैं।
hu: Minden készen áll — visszatérhet a KnotQ-ba és bekapcsolhatja a szinkronizálást.
id: Anda semua siap — Anda dapat kembali ke KnotQ dan menyalakan sinkronisasi.
it: Perfetto — puoi tornare a KnotQ e attivare la sincronizzazione.
ja: すべて設定されています — KnotQに戻り、同期を有効にできます。
ko: 모두 설정되었습니다 — KnotQ로 돌아가 동기화를 켤 수 있습니다.
ms: Anda siap — Anda dapat kembali ke KnotQ dan menghidupkan sinkronisasi.
nb: Du er helt klar – du kan vende tilbake til KnotQ og slå på synkronisering.
nl: Je bent helemaal klaar — je kunt terugkeren naar KnotQ en synchronisatie inschakelen.
pl: Wszystko jest gotowe — możesz powrócić do KnotQ i włączyć synchronizację.
pt_br: Tudo pronto — você pode retornar ao KnotQ e ativar a sincronização.
pt_pt: Está tudo pronto — pode voltar ao KnotQ e ativar a sincronização.
ro: Totul este gata — puteți reveni la KnotQ și puteți activa sincronizarea.
ru: Всё готово — вы можете вернуться в KnotQ и включить синхронизацию.
sk: Všetko je pripravené — môžete sa vrátiť do KnotQ a zapnúť synchronizáciu.
sv: Du är alla ställd — du kan återvända till KnotQ och aktivera synkronisering.
th: ทุกอย่างเรียบร้อย — คุณสามารถกลับไปที่ KnotQ และเปิดการซิงค์
tr: Hazırsınız — KnotQ'ya dönebilir ve senkronizasyonu açabilirsiniz.
uk: Ви готові — ви можете повернутись до KnotQ та увімкнути синхронізацію.
vi: Bạn đã thiết lập xong — bạn có thể quay lại KnotQ và bật tính năng đồng bộ.
zh_hans: 一切都已准备好 — 您可以返回 KnotQ 并打开同步。
zh_hant: 您一切就緒 — 您可以返回 KnotQ 並開啟同步。

# web.verify.title
source: Verify email — KnotQ
ar: التحقق من البريد الإلكتروني — KnotQ
cs: Ověřit e-mail — KnotQ
da: Bekræft e-mail — KnotQ
de: E-Mail überprüfen — KnotQ
el: Επαλήθευση email — KnotQ
es: Verificar correo electrónico — KnotQ
fi: Vahvista sähköposti — KnotQ
fr: Vérifier l'e-mail — KnotQ
he: אמת דוא״ל — KnotQ
hi: ईमेल सत्यापित करें — KnotQ
hu: E-mail ellenõrzése — KnotQ
id: Verifikasi email — KnotQ
it: Verifica email — KnotQ
ja: メールを確認 — KnotQ
ko: 이메일 확인 — KnotQ
ms: Verifikasi email — KnotQ
nb: Bekreft e-post — KnotQ
nl: E-mailadres verifiëren — KnotQ
pl: Zweryfikuj e-mail — KnotQ
pt_br: Verificar email — KnotQ
pt_pt: Verificar correio eletrónico — KnotQ
ro: Verificare e-mail — KnotQ
ru: Проверить электронную почту — KnotQ
sk: Overiť e-mail — KnotQ
sv: Verifiera e-post — KnotQ
th: ตรวจสอบอีเมล — KnotQ
tr: E-posta Doğrula — KnotQ
uk: Перевірити електронну пошту — KnotQ
vi: Xác minh email — KnotQ
zh_hans: 验证电子邮件 — KnotQ
zh_hant: 驗證電子郵件 — KnotQ

# web.verify.title_error
source: We couldn't verify your email
ar: لم نتمكن من التحقق من بريدك الإلكتروني
cs: Nemohli jsme ověřit váš e-mail
da: Vi kunne ikke bekræfte din e-mail
de: Wir konnten Ihre E-Mail nicht überprüfen
el: Δεν θα μπορούσαμε να επαληθεύσουμε το email σας
es: No pudimos verificar tu correo electrónico
fi: Emme voineet vahvistaa sähköpostiasi
fr: Nous n'avons pas pu vérifier votre e-mail
he: לא יכלנו לאמת את הדוא״ל שלך
hi: हम आपके ईमेल को सत्यापित नहीं कर सके
hu: Nem tudtuk ellenõrizni az Ön e-mailjét
id: Kami tidak dapat memverifikasi email Anda
it: Non abbiamo potuto verificare la tua email
ja: メールアドレスを確認できませんでした
ko: 이메일을 확인할 수 없었습니다
ms: Kami tidak dapat memverifikasi email Anda
nb: Vi kunne ikke bekrefte e-posten din
nl: We konden je e-mailadres niet verifiëren
pl: Nie mogliśmy zweryfikować Twojego adresu e-mail
pt_br: Não foi possível verificar seu email
pt_pt: Não conseguimos verificar o seu correio eletrónico
ro: Nu am putut verifica e-mailul dvs.
ru: Мы не смогли проверить вашу электронную почту
sk: Nemohli sme overiť vašu e-mailovú adresu
sv: Vi kunde inte verifiera din e-postadress
th: เราไม่สามารถตรวจสอบอีเมลของคุณได้
tr: E-postanızı doğrulayamadık
uk: Ми не змогли перевірити вашу електронну пошту
vi: Chúng tôi không thể xác minh email của bạn
zh_hans: 我们无法验证您的电子邮件
zh_hant: 我們無法驗證您的電子郵件

# web.verify.title_success
source: Email verified
ar: تم التحقق من البريد الإلكتروني
cs: E-mail ověřen
da: E-mail bekræftet
de: E-Mail überprüft
el: Email επαληθεύτηκε
es: Correo electrónico verificado
fi: Sähköposti vahvistettu
fr: E-mail vérifié
he: דוא״ל מאומת
hi: ईमेल सत्यापित
hu: E-mail ellenõrzõtt
id: Email diverifikasi
it: Email verificato
ja: メールが確認されました
ko: 이메일 확인됨
ms: Email diverifikasi
nb: E-post bekreftet
nl: E-mailadres geverifieerd
pl: E-mail zweryfikowany
pt_br: Email verificado
pt_pt: Correio eletrónico verificado
ro: E-mail verificat
ru: Электронная почта проверена
sk: E-mail overený
sv: E-postadress verifierad
th: อีเมลได้รับการตรวจสอบแล้ว
tr: E-posta Doğrulandı
uk: Електронна пошта перевірена
vi: Email đã được xác minh
zh_hans: 电子邮件已验证
zh_hant: 電子郵件已驗證

# web.verify.title_verifying
source: Verifying your email
ar: التحقق من بريدك الإلكتروني
cs: Ověřování vašeho e-mailu
da: Bekræfter din e-mail
de: Überprüfung Ihrer E-Mail-Adresse
el: Επαλήθευση του email σας
es: Verificando tu correo electrónico
fi: Vahvistetaan sähköpostiasi
fr: Vérification de votre e-mail
he: אימות הדוא״ל שלך
hi: आपके ईमेल को सत्यापित किया जा रहा है
hu: Az Ön e-mailjét ellenõrzik
id: Memverifikasi email Anda
it: Verifica della tua email
ja: メールアドレスを確認中
ko: 이메일 확인 중
ms: Memverifikasi email Anda
nb: Bekrefter e-posten din
nl: Je e-mailadres verifiëren
pl: Weryfikowanie Twojego adresu e-mail
pt_br: Verificando seu email
pt_pt: A verificar o seu correio eletrónico
ro: Verificarea e-mailului dvs.
ru: Проверка вашей электронной почты
sk: Overovanie vašej e-mailovej adresy
sv: Verifierar din e-postadress
th: การตรวจสอบอีเมลของคุณ
tr: E-postanız Doğrulanıyor
uk: Перевірка вашої електронної пошти
vi: Xác minh email của bạn
zh_hans: 正在验证您的电子邮件
zh_hant: 正在驗證您的電子郵件

# settings.google_calendar.section
source: Google Calendar
cs: Google Kalendář
de: Google Kalender
el: Ημερολόγιο Google
fi: Google Kalenteri
hi: Google कैलेंडर
hu: Google Naptár
ja: Google カレンダー
ko: Google 캘린더
ms: Kalendar Google
nb: Google Kalender
pl: Kalendarz Google
pt_pt: Calendário Google
ru: Google Календарь
sk: Kalendár Google
tr: Google Takvim
uk: Google Календар
vi: Google Lịch
zh_hans: Google 日历
zh_hant: Google 日曆

# sidebar.context.google_calendar
source: Google Calendar
cs: Google Kalendář
de: Google Kalender
el: Ημερολόγιο Google
fi: Google Kalenteri
hi: Google कैलेंडर
hu: Google Naptár
ja: Google カレンダー
ko: Google 캘린더
ms: Kalendar Google
nb: Google Kalender
pl: Kalendarz Google
pt_pt: Calendário Google
ru: Google Календарь
sk: Kalendár Google
tr: Google Takvim
uk: Google Календар
vi: Google Lịch
zh_hans: Google 日历
zh_hant: Google 日曆

# web.guide.google_calendar.title
source: Google Calendar
cs: Kalendář Google
fr: Google Calendrier
hi: Google कैलेंडर
hu: Google Naptár
ru: Google Календарь
sk: Kalendár Google
tr: Google Takvim
uk: Google Календар
vi: Lịch Google

# onboarding.sync_prompt.panel_title
source: KnotQ Sync
fr: Synchronisation KnotQ
hi: KnotQ सिंक
sk: Synchronizácia KnotQ
zh_hans: KnotQ 同步

# settings.sync.title
source: KnotQ Sync
fr: Synchronisation KnotQ
hi: KnotQ सिंक
sk: Synchronizácia KnotQ
zh_hans: KnotQ 同步

# web.download.intel_mac
source: Intel Mac
it: Mac Intel
